Revit 2027 API
ParameterTypeId.RbsElecCircuitWireNumOthersParam Property
 "# of Other Conductors"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitWireNumOthersParam { get; }
Public Shared ReadOnly Property RbsElecCircuitWireNumOthersParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitWireNumOthersParam {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitWireNumOthersParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace